tap "caskroom/cask"
tap "caskroom/fonts"
tap "coinbase/assume-role"
tap "homebrew/bundle"
tap "homebrew/core"
brew "awscli"
brew "ctags"
brew "diff-so-fancy"
brew "git"
brew "go"
brew "jq"
brew "mas"
brew "pyenv"
brew "pyenv-virtualenv"
brew "terraform"
brew "the_silver_searcher"
brew "coinbase/assume-role/assume-role"
cask "1password"
cask "alfred"
cask "amazon-chime"
cask "amazon-workdocs"
cask "amazon-workspaces"
cask "docker"
cask "google-chrome"
cask "omnigraffle"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "caskroom/fonts/font-fira-code"
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Slack", id: 803453959
mas "Things3", id: 904280696
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
