# tap repos we need
tap "homebrew/cask"
tap "homebrew/cask-fonts"

# cask opts
cask_args appdir: "~/Applications", require_sha: true

# fonts
cask "font-fira-code"

# apps
cask "google-chrome", appdir: "/Applications"
cask "1password", appdir: "/Applications"
cask "1password-cli"

cask "visual-studio-code"
cask "spotify"
cask "alfred"
cask "amazon-workspaces"
cask "dash"
cask "the-unarchiver"

# packages
brew "jq"
brew "awscli"
brew "golang"
brew "node"
brew "git-delta"
brew "git"
brew "the_silver_searcher"
brew "mas"
