amazonwebservices.aws-toolkit-vscode
eamodio.gitlens
EditorConfig.EditorConfig
kddejong.vscode-cfn-lint
ms-python.python
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
redhat.vscode-yaml
ThreadHeap.serverless-ide-vscode
VisualStudioExptTeam.vscodeintellicode